Repository: migueleelg0106/pruebas
Catalog: PictionaryMusicalCliente/Properties/Langs/Lang.*.resx
Languages: es_mx

# crearCuentaTextoDatosSolicitados
source: Complete the required information:
es_mx: Complete los datos solicitados:

# crearCuentaTextoExitosoMensaje
source: Account created succesfully!
es_mx: ¡Cuenta creada exitosamente!

# crearCuentaTextoExitosoTitulo
source: Registration complete
es_mx: Registro completo

# errorTextoBaseDeDatosTitulo
source: Database Error
es_mx: Hubo un error en la base de datos

# errorTextoBaseDeDatosMensaje
source: An error occurred while saving data:
es_mx: Ocurrió un error al guardar los datos

# errorTextoCorreoEnUso
source: E-mail already in use
es_mx: Correo electrónico en uso

# errorTextoCorreoRecuperacion
source: You must enter your email address to recover it
es_mx: Es necesario ingresar el correo para su recuperación

# errorTextoCuentaRelacionada
source: There is no account with those credentials
es_mx: No existe una cuenta con esas credenciales

# errorTextoUsuarioEnUso
source: Username already in use
es_mx: Nombre de usuario en uso

# globalTextoApellido
source: Last name
es_mx: Apellido

# globalTextoCancelar
source: CANCEL
es_mx: CANCELAR

# globalTextoCorreo
source: E-mail
es_mx: Correo electrónico

# globalTextoCrearCuenta
source: CREATE ACCOUNT
es_mx: CREAR CUENTA

# globalTextoNombre
source: First name
es_mx: Nombre

# globalTextoSeleccionarAvatar
source: Select an avatar
es_mx: Selecciona un avatar

# globalTextoUsuario
source: Username
es_mx: Usuario

# idiomaTextoEspañol
source: Spanish
es_mx: Español

# idiomaTextoIdioma
source: Language
es_mx: Idioma

# idiomaTextoIngles
source: English
es_mx: Inglés

# inicioSesionTextoCorreoUsuario
source: E-mail / Username
es_mx: Correo electrónico / Usuario

# inicioSesionTextoEntrar
source: LOG IN!
es_mx: ¡ENTRAR!

# inicioSesionTextoEntrarInvitado
source: ENTER AS A GUEST (PROGRESS WILL NOT BE SAVED!)
es_mx: ENTRAR COMO INVITADO (¡EL PROGRESO NO SE GUARDARÁ!)

# tituloTextoInicioSesion
source: Log In
es_mx: Inicio de Sesión

# tituloTextoRegistroUsuarios
source: Create Account
es_mx: Crear Cuenta

# tituloTextoVentanaPrincipal
source: Lobby
es_mx: Sala

# errorTextoCredencialesTitulo
source: Login failed
es_mx: No se pudo iniciar sesión

# globalTextoAjustes
source: SETTINGS
es_mx: AJUSTES

# globalTextoIngreseCodigoPartida
source: Enter game code:
es_mx: Ingrese el código de la partida

# globalTextoUnirse
source: JOIN!
es_mx: ¡UNIRSE!

# globalTextoComoJugar
source: HOW TO PLAY?
es_mx: ¿CÓMO JUGAR?

# globalTextoClasificacion
source: RANKING
es_mx: CLASIFICACIÓN

# principalTextoJugar
source: GO!
es_mx: ¡JUGAR!

# principalTextoCrearSala
source: CREATE A GAME
es_mx: CREAR UNA SALA

# principalTextoAmigos
source: FRIENDS
es_mx: AMIGOS

# globalTextoBuscarAmigo
source: FIND A FRIEND
es_mx: BUSCAR UN AMIGO

# globalTextoSolicitudes
source: REQUESTS
es_mx: SOLICITUDES

# eliminarAmigoTextoEliminar
source: REMOVE FRIEND
es_mx: ELIMINAR AMIGO

# globalTextoInvitaciones
source: INVITATIONS
es_mx: INVITACIONES

# principalTextoNumeroRondas
source: Number of rounds:
es_mx: Número de rondas:

# principalTextoTiempoRonda
source: Round time (seconds):
es_mx: Tiempo de la ronda (segundos):

# principalTextoIdiomaCanciones
source: Songs language:
es_mx: Idioma de las canciones:

# principalTextoMixto
source: Mixed
es_mx: Mixto

# principalTextoDificil
source: Hard
es_mx: Difícil

# principalTextoDificultad
source: Difficulty:
es_mx: Dificultad:

# principalTextoFacil
source: Easy
es_mx: Fácil

# principalTextoMedia
source: Medium
es_mx: Media

# globalTextoUnirseASala
source: JOIN A GAME
es_mx: UNIRSE A UNA SALA

# eliminarAmigoTextoConfirmacion
source: Are you sure you want to remove
es_mx: ¿Está seguro de querer eliminar de su lista de amigos a

# errorTextoNoEncuentraPartida
source: The game was not found
es_mx: No se encontró la partida

# principalTextoTitulo
source: Lobby
es_mx: Ventana Principal

# buscarAmigoTextoIngreseUsuario
source: Enter the username:
es_mx: Ingrese el usuario:

# buscarAmigoTextoEnviaSolicitud
source: SEND REQUEST
es_mx: ENVIAR SOLICITUD

# globalTextoRegresar
source: BACK
es_mx: REGRESAR

# globalTextoAceptar
source: ACCEPT
es_mx: ACEPTAR

# globalTextoEliminar
source: DELETE
es_mx: ELIMINAR

# invitacionTextoInvitado
source: has invited you to join his game!
es_mx: te invitó a unirse a su partida!

# globalTextoVolumenCanciones
source: Volume of the songs
es_mx: Volumen de las canciones

# globalTextoEfectosSonido
source: Sound effects volume
es_mx: Efectos de sonido

# ajustesPrincipalTextoCerrarSesion
source: LOG OUT
es_mx: CERRAR SESIÓN

# globalTextoConfirmar
source: CONFIRM
es_mx: CONFIRMAR

# comoJugarTextoInstrucciones
source: 1. Draw without using words. 2. Guess by typing the exact song title based on the drawing. 3. Points are awarded based on the seconds remaining in the round. 4. The round ends when everyone guesses correctly or time runs out. 5. All players will draw 1 to 3 rounds, depending on the configuration. 6. The player with the most points at the end of the game wins.
es_mx: 1. Dibuja sin usar palabras. 2. Adivina escribiendo el nombre de la canción exacta según lo que se dibuje. 3. Se gana puntos según los segundos restantes de la ronda. 4. La ronda termina cuando todos los jugadores aciertan o cuando se acaba el tiempo. 5. Todos los jugadores dibujarán de 1 a 3 rondas, según la configuración. 6. Gana quien tenga más puntos al final de la partida.

# cerrarSesionTextoConfirmacion
source: Are you sure you want to log out?
es_mx: ¿Está seguro de querer cerrar la sesión?

# clasificacionTextoTotalRondas
source: Total rounds won
es_mx: Total de rondas ganadas

# clasificacionTextoTotalPuntos
source: Total points
es_mx: Total de puntos

# clasificacionTextoOrdenarRondas
source: Sort by rounds
es_mx: Ordenar por rondas

# clasificacionTextoOrdenarPuntos
source: Sort by points
es_mx: Ordenar por puntos

# perfilTextoMiPerfil
source: MY PROFILE
es_mx: MI PERFIL

# perfilTextoRedesSociales
source: Add a social network:
es_mx: Agrega alguna red social:

# perfilTextoGuardarCambios
source: SAVE CHANGES
es_mx: GUARDAR CAMBIOS

# partidaAdminTextoIniciarPartida
source: START GAME!
es_mx: ¡INICIAR PARTIDA!

# globalTextoInvitar
source: INVITE
es_mx: INVITAR

# partidaTextoCodigo
source: Code:
es_mx: Código:

# partidaAdminTextoInvitarCorreo
source: INVITE BY E-MAIL
es_mx: INVITAR AL CORREO

# partidaTextoRonda
source: Round:
es_mx: Ronda:

# expulsarTextoExpulsarJugador
source: KICK PLAYER
es_mx: EXPULSAR JUGADOR

# expulsarTextoConfirmacion
source: Are you sure you want to kick _?
es_mx: ¿Está seguro de querer expulsar a ?

# expulsarTextoExpulsar
source: KICK
es_mx: EXPULSAR

# expulsarTextoRazonExpulsion
source: Add the reason for the expulsion...
es_mx: Añade la razón de la expulsión…

# invitarAmigosTextoInvitarAmigos
source: INVITE FRIENDS
es_mx: INVITAR AMIGOS

# invitarAmigosTextoInvitado
source: INVITED
es_mx: INVITADO

# ajustesPartidaTextoSalirPartida
source: LEAVE GAME
es_mx: SALIR DE LA PARTIDA

# salirPartidaTextoConfirmación
source: Are you sure you want to leave the game?
es_mx: ¿Está seguro de querer salir de la partida?

# partidaTextoPartidaEnCurso
source: Ongoing game
es_mx: Partida en curso

# alertaTextoAviso
source: Warning
es_mx: ADVERTENCIA

# avisoTextoCodigoDescripcionCambio
source: Enter the code we sent to confirm the password change.
es_mx: Ingresa el código que enviamos para confirmar el cambio de contraseña.

# avisoTextoCodigoDescripcionCorreo
source: Enter the verification code sent to {0}.
es_mx: Ingresa el código de verificación enviado a {0}.

# avisoTextoCodigoDescripcionGenerica
source: Enter the verification code we sent to your e-mail.
es_mx: Ingresa el código de verificación que enviamos a tu correo.

# avisoTextoCodigoDescripcionRecuperacion
source: Enter the code we sent to reset your password.
es_mx: Ingresa el código que enviamos para restablecer tu contraseña.

# avisoTextoCodigoReenviado
source: A new code was sent to your e-mail.
es_mx: Se envió un nuevo código a su correo electrónico.

# avisoTextoCodigoVerificadoCorrecto
source: Code verified successfully.
es_mx: Código verificado correctamente.

# avisoTextoContrasenaActualizada
source: The password was updated successfully.
es_mx: La contraseña se actualizó correctamente.

# avisoTextoPerfilActualizado
source: Profile information was updated successfully.
es_mx: Los datos del perfil se actualizaron correctamente.

# avisoTextoReenvioCodigoNoDisponible
source: It is not possible to resend the code yet.
es_mx: No es posible reenviar el código todavía.

# avisoTextoRegistroCompletado
source: Registration completed successfully.
es_mx: Registro completado exitosamente.

# avisoTextoServidorTiempoSesion
source: The server took too long to respond. The current session data will be shown.
es_mx: El servidor tardó demasiado en responder. Se mostrarán los datos actuales de la sesión.

# avisoTextoComunicacionServidorSesion
source: There was a communication problem with the server. The current session data will be shown.
es_mx: Ocurrió un problema de comunicación con el servidor. Se mostrarán los datos actuales de la sesión.

# errorTextoActualizarContrasena
source: The password could not be updated. Please try again.
es_mx: No se pudo actualizar la contraseña. Intente nuevamente.

# errorTextoActualizarPerfil
source: The profile could not be updated. Please try again.
es_mx: No se pudo actualizar el perfil. Intente nuevamente.

# errorTextoCampoLongitudMaxima
source: The {0} must not exceed {1} characters.
es_mx: El {0} no debe superar {1} caracteres.

# errorTextoCodigoIncorrectoExpirado
source: The code you entered is incorrect or has expired.
es_mx: El código ingresado no es correcto o ha expirado.

# errorTextoCodigoVerificacionRequerido
source: Enter the verification code that was sent to your e-mail.
es_mx: Ingrese el código de verificación enviado a su correo.

# errorTextoContrasenaFormato
source: The password must be 8 to 15 characters long and include at least one uppercase letter, one number, and one special character.
es_mx: La contraseña debe tener de 8 a 15 caracteres con al menos una mayúscula, un número y un carácter especial.

# errorTextoConfirmacionContrasenaRequerida
source: Enter and confirm the new password.
es_mx: Ingrese y confirme la nueva contraseña.

# errorTextoContrasenasNoCoinciden
source: The passwords do not match.
es_mx: Las contraseñas no coinciden.

# errorTextoCorreoInvalido
source: Enter a valid e-mail address.
es_mx: Ingrese un correo electrónico válido.

# errorTextoCuentaNoEncontradaSesion
source: The account associated with the current session was not found.
es_mx: No se encontró la cuenta asociada a la sesión actual.

# errorTextoCuentaNoRegistrada
source: No account was found with the provided username or e-mail.
es_mx: No se encontró una cuenta con el usuario o correo proporcionado.

# errorTextoDeterminarUsuarioCambioContrasena
source: The current user could not be determined to change the password.
es_mx: No se pudo determinar el usuario actual para cambiar la contraseña.

# errorTextoEnvioCodigoVerificacionDatos
source: The verification code could not be sent. Check the information and try again.
es_mx: No se pudo enviar el código de verificación. Verifique la información e intente de nuevo.

# errorTextoEnvioCodigoVerificacionMasTarde
source: The verification code could not be sent. Please try again later.
es_mx: No fue posible enviar el código de verificación. Intente más tarde.

# errorTextoErrorProcesarSolicitud
source: An error occurred while processing the request.
es_mx: Ocurrió un problema al procesar la solicitud.

# errorTextoIdentificarAvatar
source: The selected avatar could not be identified. Please try again.
es_mx: No se pudo identificar el avatar seleccionado. Intente nuevamente.

# errorTextoIdentificadorRecuperacionRequerido
source: Enter the registered username or e-mail to recover the password.
es_mx: Ingrese el usuario o correo registrado para recuperar la contraseña.

# errorTextoIdentificadorRedSocialLongitud
source: The {0} handle must not exceed {1} characters.
es_mx: El identificador de {0} no debe exceder {1} caracteres.

# errorTextoIniciarCambioContrasena
source: The password change process could not be started. Please try again.
es_mx: No se pudo iniciar el proceso de cambio de contraseña. Intente nuevamente.

# errorTextoIniciarRecuperacion
source: The password recovery process could not be started. Please try again.
es_mx: No se pudo iniciar la recuperación de contraseña. Intente nuevamente.

# errorTextoPerfilActualizarInformacion
source: The updated profile information could not be obtained.
es_mx: No fue posible obtener la información actualizada del perfil.

# errorTextoPrepararSolicitudCambioContrasena
source: An error occurred while preparing the password change request.
es_mx: Ocurrió un error al preparar la solicitud de cambio de contraseña.

# errorTextoSeleccionAvatarValido
source: Select a valid avatar before saving the changes.
es_mx: Selecciona un avatar válido antes de guardar los cambios.

# errorTextoServidorActualizarContrasena
source: The server reported an error while updating the password.
es_mx: Hubo un error al actualizar la contraseña.

# errorTextoServidorActualizarPerfil
source: The server reported an error while updating the profile.
es_mx: Hubo un error al actualizar el perfil.

# errorTextoServidorCodigoVerificacion
source: The server reported an error while requesting the verification code.
es_mx: Hubo un error al solicitar el código de verificación.

# errorTextoServidorInformacionAvatar
source: Information for the selected avatar could not be obtained.
es_mx: No se pudo obtener la información del avatar seleccionado.

# errorTextoServidorInicioRecuperacion
source: The server reported an error while starting the password recovery.
es_mx: Hubo un error al iniciar la recuperación de contraseña.

# errorTextoServidorInicioSesion
source: The server reported an error while signing in.
es_mx: Hubo un error al iniciar sesión.

# errorTextoServidorNoDisponible
source: The server could not be reached. Please try again later.
es_mx: Ocurrió un problema de comunicación con el servidor. Intente más tarde.

# errorTextoServidorObtenerPerfil
source: The server reported an error while retrieving the profile information.
es_mx: Hubo un error al obtener la información del perfil.

# errorTextoServidorReenviarCodigo
source: The server reported an error while resending the code.
es_mx: Hubo un error al reenviar el código.

# errorTextoServidorSolicitudCambioContrasena
source: The server reported an error while requesting the password change.
es_mx: Hubo un error al solicitar el cambio de contraseña.

# errorTextoServidorTiempoAgotado
source: The server took too long to respond. Please try again later.
es_mx: El servidor tardó demasiado tiempo en responder. Intente más tarde.

# errorTextoServidorValidarCodigo
source: The server reported an error while validating the code.
es_mx: Hubo un error al validar el código.

# errorTextoSolicitarNuevoCodigo
source: A new code could not be requested. Please try again.
es_mx: No se pudo solicitar un nuevo código. Intente nuevamente.

# errorTextoVerificarCodigo
source: The code could not be verified. Please try again.
es_mx: No se pudo verificar el código. Intente nuevamente.

# errorTextoValidacionCodigoNoDisponible
source: Code validation is not available at this time.
es_mx: La validación del código no está disponible en este momento.

# errorTextoSolicitudVerificacionInvalida
source: The verification request is not valid. Please try again.
es_mx: La solicitud de verificación no es válida. Intente nuevamente.
